{
  "title": "Our Data",
  "description": "We want to make legal information as accessible as we can.  ",
  "content": [
    {
      "type": "text",
      "content": [
        {
          "content_html": "The Ministry of Justice has kindly allowed us access to their database of case law from Judicial Decisions Online and other websites. Because case law is not subject to copyright restrictions, we have been able to re-purpose those PDFs and convert them into usable pieces of data that a computer can read.  ",
          "title": "Access"
        },
        {
          "content_html": "The case law data we have currently comprises High Court, Court of Appeal and Supreme Court decisions from present day back to approximately 2004 (with some exceptions, for example some suppressed decisions and other judgments that have not been published). \r\n \r\n",
          "title": "Case Law Sources"
        },
        {
          "content_html": "We look at those PDF files and analyse them to see what pieces of information might be useful – for example, references to pieces of legislation, dates, and citations. We’re always working on expanding the data we can extract.",
          "title": "PDFs"
        }
      ],
      "title": "Data"
    },
    {
      "type": "text",
      "title": "Stewardship",
      "content": [
        {
          "title": "We want to make legal information as accessible as we can.  ",
          "content_html": "We want to make legal information as accessible as we can.  "
        },
        {
          "content_html": "That means our data is open and accessible to everybody. You can interact with our data through our website and search. Or you can tap directly into our database through our API. All of our code is open source and licensed to the public under the GPL open source licence.  ",
          "title": "Accessibility"
        },
        {
          "content_html": "Because we are a charity and have limited resources, access to our database and API is only for non-commercial purposes. This lets us make sure that our data isn’t copied by a commercial provider and locked away behind a paywall. If you need access to our data for commercial purposes but consider your use will still benefit the public by enhancing the accessibility of legal information, we may provide you with a license to use it in that way if you get in touch.  ",
          "title": "API Usage Terms"
        },
        {
          "content_html": "You can use our search for any purpose including commercial purposes.  ",
          "title": "Search Usage Terms"
        }
      ]
    }
  ]
}