{
  "title": "Consumer Credit",
  "description": "A consumer credit contract is an agreement to borrow money for personal use. The lender lends you money and in exchange you pay the lender fees plus interest (unless the loan is interest free). In some situations, such as a mortgage or hire purchase, the lender will have the right to sell one or more of your assets if you can’t repay the loan.",
  "content": [
    {
      "title": "Overview",
      "paragraphs": [
        {
          "title": "What is a consumer credit contract? ",
          "content_html": "A consumer credit contract is an agreement to borrow money for personal use. The lender lends you money and in exchange you pay the lender fees plus interest (unless the loan is interest free). In some situations, such as a mortgage or hire purchase, the lender will have the right to sell one or more of your assets if you can’t repay the loan."
        },
        {
          "title": "Common terms",
          "content_html": "<b>Advance </b>is an amount of money that a lender pays to a borrower. Sometimes there can be multiple advances for the same loan. For example, a lender could pay an initial advance when a borrower takes out the loan and another advance 1 year later.  <br/>\n\n<b>Borrower</b> is a person who has borrowed money from a creditor. <br/>\n\n<b>Creditor</b> is a person or business who lends money to a borrower, such as a bank or financier. <br/>\n\n<b>Debt</b> is an amount of money that a borrower still owes to a creditor. <br/>\n\n<b>Disclosure</b> is information that is shared with someone, such as when a lender shares information with a borrower before the contract is signed. <br/>\n\n<b>Default</b> is when someone breaks the credit contract, such as failing to keep up with repayments.<br/>\n\n<b>Interest</b> is the amount that a lender charges for providing money to a borrower. It’s the cost that a borrower must pay to use money, for example to buy a house. <br/>\n\n<b>Repossession</b> is when a lender takes secured items and sells them to recover money owing under a credit contract. <br/>\n\n<b>Security</b> means any asset listed in a credit contract that a lender can repossess and sell if a borrower defaults on their loan. <br/>\n\n<b>Unforeseen</b> hardship is an unexpected event that means a borrower cannot reasonably continue regular repayments. <br/>"
        }
      ]
    },
    {
      "title": "Fees",
      "paragraphs": [
        {
          "content_html": "Lenders are permitted to charge reasonable fees to cover any costs connected to lending you money. Lenders are not permitted to make a profit by charging fees. You must be told about the fees before you sign the credit contract. Common fees include set-up (establishment) fees, default fees, early repayment fees, overdraft fees and dishonourfees.",
          "title": " Summary"
        },
        {
          "title": "Have you been charged an unfair fee? ",
          "content_html": "Test"
        },
        {
          "title": "Cases",
          "content_html": "Fees charged must be reasonable <br/>\n\nThe Supreme Court found that to be reasonable, fees must be sufficiently close and relevant to the establishment of the loan, the administration and maintenance of the loan, or to the actual consequences of the default. General overheads are not recoverable through fees.SportzoneMotorcycles Limited (In Liquidation) v Commerce Commission[2016] NZSC 53 at 113 <a href=\"https://www.openlaw.nz/case/7941\">https://www.openlaw.nz/case/7941</a>."
        },
        {
          "title": "FAQ",
          "content_html": "[Add FAQ]"
        }
      ]
    },
    {
      "title": "Disclosure",
      "paragraphs": [
        {
          "title": "If your lender fails to provide you with complete and accurate information, you may be entitled to a refund ",
          "content_html": "If a disclosure statement does not give full and accurate information, then your lender may be required to refundsome, orallthefees or interest charged to you during the time that the disclosure statement was incorrect. Your lender may also need to pay compensation to you. You can also cancel your credit contract in these circumstances.\n\nWhile a disclosure statement is incorrect or incomplete, your lender must not enforce any rules in your contract (including rights to repossess goods).\n\nUse our checklist below to ensure that all required information was shown to you.If you believe that your lender has failed to disclose required information you should make a complaint."
        },
        {
          "title": "Check that your lender has shared all required information ",
          "content_html": "Before agreeing to a loan, you should check that your lender has shared all required information to you. By law, lenders must make give you a disclosure statement before you sign anything. This statement sets out key information, including money lent, obligations, security, and your right to cancel. <br/>\n\nUse our checklist to make sure that your disclosure statement includes the following information:"
        }
      ]
    }
  ],
  "Terms": [
    {
      "title": "Term_1",
      "description": "Term One"
    }
  ]
}