{
  "title": "Tenancies",
  "description": "A consumer credit contract is an agreement to borrow money for personal use. The lender lends you money and in exchange you pay the lender fees plus interest (unless the loan is interest free). In some situations, such as a mortgage or hire purchase, the lender will have the right to sell one or more of your assets if you can’t repay the loan.",
  "content": [
    {
      "title": "Applying for a tenancy",
      "paragraphs": [
        {
          "title": "How to submit a successful application",
          "content_html": "When you apply for a tenancy, you need to complete a pre-tenancy application form.This form provides important information about you and helps your landlord to select a potential tenant. It also gives permission to your landlord to do a credit check. Information needed in the pre-tenancy application form includes:\n\n<ul>\n\n<li>Your name and contact details</li>\n\n<li>Where you are living now and why you are leaving your current place </li>\n\n<li> ID information </li>\n\n<li>Information of your emergency contact person </li>\n\n<li> Contact details of your current landlord </li>\n\n<li> Contact details of your referees </li>\n\n</ul>\n\n<a href=\"#\">Pre-tenancy application form</a>."
        },
        {
          "title": "How to stand out from the crowd when applying for a tenancy? ",
          "content_html": "Tips to maximize your chance of securing a dream flat: \n\n\n\n<ul>\n\n<li>Don’t limit your search to Trade Me. You can search these Facebook pages for rental properties Vic Deals, Vic Flatmates Wanted, Flats and Rooms for Rent Wellington and Flatmates Wanted Wellington. </li>\n\n<li>Begin your search early and get in touch with the existing landlord straight away if you have found a place you like</li>\n\n<li>Create a renting CV to impress your landlord. Things you can put on your renting CV may include \n\n<ul>\n\n<li>a photo of yourself </li>\n\n<li>what you do for a living </li>\n\n<li>what your hobbies are  </li>\n\n<li>your life achievement  </li>\n\n<li>reason you are moving </li>\n\n<li>details of your rental history </li>\n\n<li>if you don’t have a rental history, you can use references from colleagues or\\\n        employers </li>\n\n<li>contact details of your references  </li>\n\n<li> If you have a pet, mention their training and behavior. </li>\n\n<li>any extra service you can provide such as lawn mowing to help seal the deal. </li>\n\n</ul>\n\n</li>\n\n<li>When you have an appointment to view a rental property, be on time, dress well and treat it like a job interview </li>\n\n<li> Be prepared. Have all the things you need ready. This includes your identification documents, your proof of employment and completed application form.  </li>\n\n<li>Be honest with the landlord, have a brief conversation or ask a few questions about the rental place to help your landlord know and remember you. Don’t try to hide any information.  </li>\n\n<li> Follow up with the landlord to show your interest after the viewing.  </li>\n\n</ul>"
        },
        {
          "title": " What should you do if you have a pet? ",
          "content_html": "If your landlord allows you to have pet in the flat: \n\n<ul> \n\n<li>Make sure to write the conditions you both agree about having a pet in the tenancy agreement </li>\n\n<li>Mention the number of pets allowed, what type of pets are allowed and what happens if you get a new pet in the tenancy agreement </li>\n\n <li>Your landlord is not allowed to charge an extra bond for a pet. The maximum bond your landlord can charge is the equivalent of four weeks rent.</li>\n\n<li>You are responsible for any damage caused by your pet other than normal wear and tear. </li>\n\n</ul>"
        },
        {
          "title": "Your landlord can run credit checks on you:",
          "content_html": "<ul>\n\n<li>After you completed a pre-tenancy application form, your landlord can check your credit record to decide whether to rent out the property to you.  </li>\n\n<li>You will have a credit record if you have ever had a loan or used credit card to buy something. Information about your repayment history will appear on your credit record for up to 2 years. </li>\n\n<li>Information about any unpaid debt will appear on your credit card for up to 5 years. </li>\n\n<li>You have the right to ask for a copy of your own credit report and dispute any incorrect information on your report.  </li>\n\n<li> You can ask that your credit file be frozen and to not release any information to anyone without your consent.  </li>\n\n<li>There are 3 credit reporting companies in New Zealand: \n\n<ul>\n\n<li>Centrix </li>\n\n<li>Illion</li>\n\n<li>Equifax</li>\n\n</ul>\n\n</li>\n\n\n\n<li>Information on your credit report includes:  \n\n<li>Credit cards</li>\n\n<li>Mortgages</li>\n\n<li>Car finance</li>\n\n<li>Hire purchases</li>\n\n<li>Payment history for other bills like power, gas and phone accounts. </li>\n\n</ul>\n\n</li>"
        }
      ]
    },
    {
      "title": "Privacy",
      "paragraphs": [
        {
          "title": "What information can a landlord collect when someone applies?",
          "content_html": "Your landlord can collect personal information about tenants under the Privacy Act 1993, but they must have your consent for collecting the information. Information your landlord can collect when you apply for a tenancy includes: \n\n<ul>\n\n<li>your name </li>\n\n<li>your contract information</li>\n\n<li>proof of your identification  </li>\n\n<li>whether you are 18 years of age or older </li>\n\n<li>your expected length of tenancy </li>\n\n<li>contact details of your current landlord  </li>\n\n<li>contact details your references </li>\n\n<li>whether you have ever been evicted </li>\n\n<li>consent for a criminal record check if you are their preferred tenant </li>\n\n<li>consent for a credit report if you are their preferred tenant </li>\n\n<li>number of people who will live in the property </li>\n\n<li>pet ownership </li>\n\n<li>if you are a smoker </li>\n\n</ul>"
        },
        {
          "title": "What information can a landlord collect when an applicant has been chosen? ",
          "content_html": "<ul>\n\n<li>credit report </li>\n\n<li>relevant criminal record check </li>\n\n<li>your date of birth to carry out the credit check </li>\n\n<li>contact details for your emergency contact person </li>\n\n<li>contact details for your emergency contact person</li>\n\n<li>proof of income </li>\n\n</ul>"
        },
        {
          "title": "What information must a landlord never collect",
          "content_html": "<ul>\n\n<li>your nationality, ethnicity, or citizenship </li>\n\n<li>your physical or mental disability or illness  </li>\n\n<li>your personal beliefs </li>\n\n<li>sports and hobbies </li>\n\n<li>your marital and family status </li>\n\n<li>your gender and sexual orientation </li>\n\n<li>the rent you paid previously </li>\n\n<li>how you spend your money  </li>\n\n<li>your employment history </li>\n\n<li>your employment status </li>\n\n<li>proof of insurance </li>\n\n<li>languages spoken  </li>\n\n<li>a general consent to collect information from other sources.  </li>\n\n</ul>"
        },
        {
          "title": "Can you use the above information to complete this quiz",
          "content_html": "<ol type=\"\">\n\n<li>What information can your landlord ask for when you apply for a tenancy?\\\n<ol type=\"a\">\n\n<li>date of birth</li>\n\n<li>marital status</li>\n\n<li>contact information  </li>\n\n<li>rent paid previously  </li>\n\n</ol>\n\n </li>\n\n<li>What information can your landlord collect when they have chosen you as a tenant? \\\n<ol type=\"a\">\n\n<li>employment history</li>\n\n<li>vehicle information for parking on the property </li>\n\n<li>sexual orientation </li>\n\n<li>physical or mental disability  </li>\n\n</ol>\n\n </li>\n\n<li>What information must you landlord never collect? \\\n<ol type=\"a\">\n\n<li>number of your pets </li>\n\n<li> proof of income after you’ve chosen as their preferred applicants </li>\n\n<li>credit report </li>\n\n<li>proof of insurance </li>\n\n</ol>\n\n </li>\n\n</ol>"
        },
        {
          "content_html": "<ul>\n\n<li>\n\nCases on landlord unlawfully collecting tenant’s personal information – either through the Tribunal or possibly through the Commissioner’s case notes <a href=\"https://www.privacy.org.nz/news-and-publications/case-notes-and-court-decisions/\">here</a>.\n\n</li>\n\n</ul>",
          "title": "Cases"
        },
        {
          "title": "FAQs",
          "content_html": "<ul>\n\n<li>None</li>\n\n</ul>"
        }
      ]
    }
  ],
  "Terms": [
    {
      "title": "Term_1",
      "description": "Term One"
    }
  ]
}