{
  "title": "Law Firms",
  "description": "OpenLaw NZ technology will help lawyers and law firms become more efficient and better resourced. Our case law API can be used to build custom research solutions and document tools. Our advanced search and researcher interface can be used to export and analyse case law data at scale.  ",
  "content": [
    {
      "type": "text",
      "title": "Summary",
      "content": [
        {
          "content_html": "OpenLaw NZ technology will help lawyers and law firms become more efficient and better resourced. Our case law API can be used to build custom research solutions and document tools. Our advanced search and researcher interface can be used to export and analyse case law data at scale.  ",
          "title": "OpenLaw NZ technology"
        }
      ]
    },
    {
      "type": "text",
      "title": "API Integrations",
      "content": [
        {
          "content_html": "The OpenLaw NZ API facilitates access and interaction with machine-readable legal data. It means legal data can be integrated and used inside your own applications, document management software, and Microsoft Word. ",
          "title": "The OpenLaw NZ API facilitates access..."
        },
        {
          "content_html": "Until now, case law has only been accessible through web search. That means typing your search query into a web page, and receiving back a list of results which you manually review. If you want to add a hyperlink to a case, you need to download the case, upload it to a publicly accessible location, get the new URL, and insert that as a hyperlink in your Microsoft Word document. Our case law API lets you build software to automate that process. ",
          "title": "Until now, case law has only been accessible through web search..."
        },
        {
          "content_html": "Or you could use our API to build software that analyses your legal submissions for missing cases or citations. That’s because you can query our API for “cases cited” and chain those queries to create a map of related cases. Software using our API could alert you if you have omitted a frequently cited case, or automatically download and sort the PDF files of cases you have referred to in submissions.  ",
          "title": "Or you could use our API to build software that analyses your legal submissions for missing cases or citations...."
        },
        {
          "content_html": "While our API is free for the general public, it is for non-commercial use only. Commercial users of our API require a license, so please get in touch with us if you intend to build a commercial API integration. ",
          "title": "API Usage Rights"
        }
      ]
    },
    {
      "type": "text",
      "content": [
        {
          "content_html": "Our platform can be used to automate the analysis of large amounts of case law very quickly. We’re currently building a prototype researcher interface to facilitate this. If you’re interested, drop us a line. ",
          "title": "Analysis"
        }
      ],
      "title": "Analyse data at scale "
    }
  ],
  "image_url": "/assets/law-firms.png"
}