{
  "title": "Volunteering",
  "description": "OpenLaw NZ is operated by a fantastic team of volunteers and we are always keen to bring on more volunteer contributors. There are many different ways you can contribute to OpenLaw NZ. ",
  "content": [
    {
      "type": "text",
      "title": "Code and development  ",
      "group": [
        {
          "content_html": "Our software is open-source software, and that means anybody can browse our github repositories and submit a pull request to improve parts of our code. We maintain an active list of issues under each of our repositories.  ",
          "title": "Software"
        },
        {
          "content_html": "If you’d like to join the team and contribute on a regular basis (approximately a few hours a week), please make a pull request, then send us an email at <a href=\"mailto:enquiries@openlaw.nz\">enquiries@openlaw.nz</a> asking for a link to join our Slack.",
          "title": "Get Involved"
        }
      ]
    },
    {
      "type": "text",
      "title": "Write with us ",
      "group": [
        {
          "content_html": "We’re building areas in our website devoted to increasing general knowledge about specific areas of law. An example is our credit contracts area. If you are interested in writing or contributing to a topic, and are interested in building innovative technology, our development team can help bring your ideas to life.  ",
          "title": "Website Expansion"
        },
        {
          "content_html": "If you have legal training you may also be able to contribute towards development of data extractors by assisting our software developers in understanding the legal domain.  ",
          "title": "Data Extractors"
        },
        {
          "content_html": "If you have legal training, or specialist knowledge in a particular area and are interested in helping us design, write and build content for a new topic, drop us a line. Email <a href=\"mailto:enquiries@openlaw.nz\">enquiries@openlaw.nz</a> with a description of your background and the area(s) you’re interested in contributing to. ",
          "title": "Get Involved"
        }
      ]
    },
    {
      "type": "text",
      "title": "Other areas",
      "group": [
        {
          "title": "Seek Volunteer",
          "content_html": "Occasionally we list other volunteer positions on seek volunteer. You can browse all our listings at our <a href=\"https://seekvolunteer.co.nz/volunteering-organisations/1567/openlaw-nz-ltd\">organisation page</a> there. "
        }
      ]
    },
    {
      "type": "text",
      "title": "Why Contribute?",
      "group": [
        {
          "title": "Why Contribute?",
          "content_html": "Your contributions to OpenLaw NZ: \n<ul>\n<li>Are peer reviewed for code and writing (through Github, OpenLaw NZ slack)</li>\n<li>Integrate with high quality designs </li>\n<li>Will be open source and permanent </li>\n<li>Can be integrated into our research platform (eg related cases) </li>\n</ul>"
        }
      ]
    }
  ]
}